{
  "lang" : "ar",
  "menu" : "إعدادات",
  "map" : "القائمة",
  "list": "الخريطة",
  "lang_en" : "EN",
  "lang_ar" : "AR",
  "vanished_list" : "قائمة الاخفاء",
  "vanish" : "اخفاء",
  "report" : "ابلاغ",
  "delete" : "حذف",
  "chat_removed" : "تمت إزالة المحادثة من قبل المستخدم النهائي",
  "success_delete" : "تم حذف المحادثة بنجاح",
  "success_report" : "تم الإبلاغ عن المستخدم",
  "un_vanish" : "الغاء الاخفاء",
  "logout" : "تسجيل خروج",
  "km" : "km",
  "empty" : "فارغ",
  "photo" : "صورة",

  "slider_text_1" : "وسّع دائرتك مع Radius",
  "slider_text_2" : "تحدّث مع أشخاص من حولك",
  "setup_password" : "أضف كلمة المرور",

  "update" : "حفظ",
  "continue" : "استمرار",
  "finish" : "نهاية",
  "send" : "إرسال",
  "cancel" : "إلغاء",
  "sign_in" : "تسجيل الدخول",
  "sign_up" : "سجل هنا",
  "sign_in_heading" : "تسجيل الدخول للمتابعة",

  "forgot_password" : "استعادة كلمة السر؟",
  "forgot_password_hint" : "يرجى إدخال بريدك الإلكتروني أدناه وسنرسل لك رمز للدخول",

  "reset_password" : "إعادة تعيين كلمة المرور",
  "set_password" : "تعيين كلمة مرور جديدة",

  "otp_verification" : "التحقق من الرمز",
  "otp_verification_hint" : "لقد أرسلنا لك الآن رمز مكوّن من 6 أرقام إلى بريدك الإلكتروني",

  "fullname" : "اسم المستخدم",
  "fullname_hint" : "أدخل اسمك هنا",
  "status" : "حالة",
  "status_one" : "في طريقي الى",
  "status_two" : "انا الان في",
  "status_one_abbr" : "الى",
  "status_two_abbr" : "في",
  "bio" : "السيرة الذاتية",
  "bio_hint" : "اكتب نبذة عنك هنا",
  "username" : "اسم المستخدم",
  "username_hint" : "ادخل اسم المستخدم",
  "username_type" : "يمكن أن يحتوي اسم المستخدم على: \n• أحرف صغيرة \n• أرقام \n• بدون مسافات \n• لا توجد أحرف خاصة باستثناء (. _) ",
  "verifying_username" : "التحقق من اسم المستخدم",
  "fistName" : "الاسم الأول",
  "lastName" : "اسم العائلة",
  "dob" : "تاريخ الميلاد",
  "dob_hint" : "أدخل تاريخ ميلادك",
  "email" : "بريد إلكتروني",
  "email_hint" : "أدخل البريد الإلكتروني",
  "email_example" : "your-email@gmail.com",
  "phone_number" : "رقم الجوال",
  "phone_number_hint" : "أدخل رقم الهاتف المحمول",
  "password" : "كلمة السر",
  "password_hint" : "أدخل كلمة المرور",
  "new_password" : "كلمة المرور الجديدة",
  "new_password_hint" : "أدخل كلمة مرور جديدة",
  "cfn_password" : "تأكيد كلمة السر",
  "cfn_password_hint" : "تأكيد كلمة المرور الجديدة",
  "otp" : "كلمة المرور المؤقتة",
  "otp_hint" : "أدخل OTP",
  "have_account" : "لديك حساب؟",
  "no_account" : "ليس لديك حساب؟",
  "no_code" : "لم يصلك الرمز؟",
  "resend_code" : "أعد إرسال الرمز",

  "full_name" : "الاسم الكامل",
  "choose_avatar" : "اختر صورة رمزية",
  "from_gallery" : "اختر من المعرض",
  "take_photo" : "التقط صورة",
  "view_story": "إظهار القصص الخاصة بي",

  "messenger" : "رسائل",
  "all_messages" : "جميع الرسائل",

  "toc" : "الشروط والأحكام",
  "copy_right" : "© all rights reserved to Radius",
  "toc_text": "مرحبًا بك في Radius!\nتحدد هذه الشروط والأحكام القواعد واللوائح الخاصة باستخدام Radius.\nباستخدام هذا التطبيق، نفترض أنك تقبل هذه الشروط والأحكام. لا تستمر في استخدام Radius إذا كنت لا توافق على أخذ جميع الشروط والأحكام المذكورة في هذه الصفحة.\nتنطبق المصطلحات التالية على هذه الشروط والأحكام وبيان الخصوصية وإشعار إخلاء المسؤولية وجميع الاتفاقيات: يشير مصطلح \"العميل\" و \"أنت\" و \"الخاص بك\" إليك، والشخص الذي يقوم بتسجيل الدخول إلى هذا التطبيق ومتوافق مع شروط وأحكام الشركة. تشير \"الشركة\" و \"أنفسنا\" و \"نحن\" و \"لنا\" و \"نحن\" إلى شركتنا. يشير \"الطرف\" أو \"الأطراف\" أو \"نحن\" إلى كل من العميل وأنفسنا. تشير جميع الشروط إلى العرض والقبول والنظر في الدفع اللازم للاطلاع بعملية مساعدتنا للعميل بالطريقة الأنسب للغرض الصريح المتمثل في تلبية احتياجات العميل فيما يتعلق بتوفير خدمات الشركة المعلنة، وتخضع للقانون السائد في السعودية. أي استخدام للمصطلحات المذكورة أعلاه أو غيرها من الكلمات في صيغة المفرد والجمع و / أو هو / هي أو هم، يتم اعتباره قابلاً للتبادل وبالتالي يشير إلى نفسه.\nالأذونات والتراخيص\nما لم يُنص على خلاف ذلك، تمتلك Radius و / أو المرخصون التابعون لها حقوق الملكية الفكرية لجميع المواد الموجودة على Radius. جميع حقوق الملكية الفكرية محفوظة. يمكنك الوصول إلى هذا من Radius للاستخدام الشخصي الخاص بك مع مراعاة القيود المنصوص عليها في هذه الشروط والأحكام.\nلا يجب عليك:\nإعادة نشر المواد من Radius\nبيع المواد أو تأجيرها أو ترخيصها من Radius\nإعادة إنتاج المواد أو نسخها من Radius\nإعادة توزيع المحتوى من Radius\nتوفر أجزاء من هذا التطبيق فرصة للمستخدمين لنشر وتبادل الآراء والمعلومات في مناطق معينة من الموقع. لا يقوم Radius بتصفية التعليقات أو تحريرها أو نشرها أو مراجعتها قبل ظهورها. لا تعكس التعليقات وجهات نظر وآراء Radius ووكلائها و / أو الشركات التابعة لها. تعكس التعليقات وجهات نظر وآراء الشخص الذي ينشر وجهات نظره وآرائه. إلى الحد الذي تسمح به القوانين المعمول بها، لن يكون Radius مسؤولاً عن التعليقات أو عن أي مسؤولية أو أضرار أو نفقات ناتجة و / أو تكبدتها نتيجة لأي استخدام و / أو نشر و / أو ظهور التعليقات على هذا التطبيق.\nتحتفظ Radius بالحق في مراقبة جميع التعليقات وإزالة أي تعليقات يمكن اعتبارها غير ملائمة أو مسيئة أو تسبب انتهاكًا لهذه الشروط والأحكام.\nأنت تضمن وتمثل ما يلي:\nيحق لك نشر التعليقات على تطبيقنا ولديك جميع التراخيص والموافقات اللازمة للقيام بذلك؛\nعدم انتهاك التعليقات أي حق من حقوق الملكية الفكرية، بما في ذلك على سبيل المثال لا الحصر حقوق النشر أو براءات الاختراع أو العلامات التجارية لأي طرف ثالث؛\nلا تحتوي التعليقات على أي مواد تشهيرية أو تشهيرية أو مسيئة أو غير لائقة أو غير قانونية بطريقة أخرى والتي تعد انتهاكًا للخصوصية؛\nلن يتم استخدام التعليقات لالتماس أو الترويج للأعمال أو الأنشطة التجارية المخصصة أو الحالية أو نشاط غير قانوني.\nأنت تمنح بموجب هذا Radius ترخيصًا غير حصري لاستخدام وإعادة إنتاج وتحرير وتفويض الآخرين لاستخدام وإعادة إنتاج وتحرير أي من تعليقاتك في أي وجميع الأشكال أو التنسيقات أو الوسائط.\nالروابط الخلفية لتطبيق Radius\nقد ترتبط الجهات التالية بتطبيقنا دون موافقة كتابية مسبقة:\nوكالات الحكومة؛\nمحركات البحث؛\nالجهات الإخبارية؛\nيجوز لموزعي الدليل عبر الإنترنت الارتباط بتطبيقنا بنفس الطريقة التي يرتبطون بها بالارتباط التشعبي لمواقع الويب الخاصة بشركات أخرى مدرجة؛\nقد ترتبط هذه الجهات بصفحتنا الرئيسية أو بالمنشورات أو بمعلومات التطبيق الأخرى طالما أن الرابط: (أ) ليس مخادعًا بأي شكل من الأشكال؛ (ب) لا يعني ضمنيًا رعاية أو تأييد أو موافقة الطرف المرتبط ومنتجاته و / أو خدماته؛ و (ج) يناسب سياق تطبيق/موقع الطرف المرتبط.\nيجوز لنا النظر في طلبات الارتباط الأخرى والموافقة عليها من الأنواع التالية من المؤسسات:\nمصادر معلومات المستهلك و / أو الأعمال المعروفة؛\nمواقع مجتمع dot.com؛\nالجمعيات أو المجموعات الأخرى التي تمثل الجمعيات الخيرية؛\nموزعي الدليل عبر الإنترنت؛\nبوابات الإنترنت؛\nشركات المحاسبة والقانون والاستشارات؛\nالمؤسسات التعليمية والجمعيات التجارية.\nسنوافق على طلبات الارتباط من هذه الجهات إذا قررنا ما يلي: (أ) لن يجعلنا الرابط ننظر إلى أنفسنا أو إلى أعمالنا المعتمدة؛ (ب) ليس لدى المنظمة أي سجلات سلبية معنا؛ (ج) تعوض الفائدة التي تعود علينا من رؤية الارتباط التشعبي عدم وجود Radius؛ و (د) الارتباط في سياق معلومات الموارد العامة.\nقد ترتبط هذه المنظمات بتطبيقنا طالما أن الرابط: (أ) ليس مخادعًا بأي شكل من الأشكال؛ (ب) لا يعني ضمنيًا رعاية أو تأييد أو موافقة الطرف المرتبط ومنتجاته أو خدماته؛ و (ج) يناسب سياق تطبيق/موقع الطرف المرتبط.\nيجوز للمنظمات المعتمدة إضافة روابط خلفية لتطبيقنا على النحو التالي:\nعن طريق استخدام اسم شركتنا ؛ أو\nعن طريق استخدام محدد موقع الموارد الموحد الذي يتم ربطه\nمن خلال استخدام أي وصف آخر لتطبيقنا الذي يتم ربطه بهذا الأمر، يكون ذلك منطقيًا في سياق وشكل المحتوى على موقع/تطبيق  الطرف المرتبط.\nلن يُسمح باستخدام شعار Radius أو أي عمل فني آخر لربط غياب اتفاقية ترخيص العلامة التجارية.\nإطار iFrames\nبدون موافقة مسبقة وإذن كتابي، لا يجوز لك إنشاء إطارات حول صفحات التطبيق الخاصة بنا والتي تغير بأي شكل من الأشكال العرض التقديمي المرئي لتطبيقنا أو مظهره.\nالمسؤولية عن المحتوى\nلن نتحمل المسؤولية عن أي محتوى يظهر على تطبيقك. أنت توافق على حمايتنا والدفاع عنا ضد جميع المطالبات التي تنشأ على تطبيقنا. يجب ألا يظهر أي رابط (روابط) على أي موقع ويب يمكن تفسيره على أنه تشهيري أو فاحش أو إجرامي، أو ينتهك أو ينتهك أو يدعو إلى التعدي أو الانتهاك الآخر لحقوق أي طرف ثالث.\nالاحتفاظ بالحقوق\nنحتفظ بالحق في مطالبتك بإزالة جميع الروابط أو أي رابط معين إلى تطبيقنا. أنت توافق على إزالة جميع الروابط إلى تطبيقنا فورًا عند الطلب. نحتفظ أيضًا بالحق في تعديل هذه الشروط والأحكام وسياسة الربط الخاصة بها في أي وقت. من خلال الارتباط المستمر بتطبيقنا، فإنك توافق على الالتزام بشروط وأحكام الربط هذه واتباعها.\nإزالة الروابط من تطبيقنا\nإذا وجدت أي رابط على تطبيقنا مسيء لأي سبب من الأسباب، فأنت حر في الاتصال وإبلاغنا في أي لحظة. سننظر في طلبات إزالة الروابط ولكننا لسنا ملزمين بذلك أو بالرد عليك مباشرة.\n",

  "error_firstName_required" : "الإسم الأول مطلوب",
  "error_lastName_required"  : "إسم العائلة مطلوب",
  "error_email_required" : "البريد الإلكتروني مطلوب",
  "error_email_invalid"  : "الرجاء إدخال بريد إلكتروني صالح",
  "error_email_taken"    : "هذا البريد الإلكتروني تم استخدامه سابقاً",
  "error_email_not_exist": "البريد الإلكتروني غير مسجل لدينا",
  "error_phone_required" : "رقم الهاتف مطلوب",
  "error_dob_required"   : " الرجاء إدخال تاريخ الميلاد",
  "error_pass_required"  : "كلمة المرور مطلوبة",
  "error_cfn_required"   : "الرجاء التحقق من كتابة كلمة المرور",
  "error_pass_mismatch"  : "كلمة المرور غير متطابقة",
  "error_pass_strength"  : "يجب أن تحتوي كلمة المرور على: \n• أحرف كبيرة \n• أحرف صغيرة \n• أرقام",
  "error_pass_length"    : "يجب أن تكون كلمة المرور أكثر من 8 أحرف",
  "error_username_required" : "اسم المستخدم مطلوب",
  "error_username_invalid"  : "إسم المستخدم غير صحيح",
  "error_username_taken"    : "اسم المستخدم هذا تم استخدامه سابقاً",
  "error_credentials"    : "بريد إلكتروني / كلمة مرور غير صحيحة",
  "error_incorrect_password" : "كلمة المرور غير صحيحة",

  "error_otp_required" : "الرجاء إدخال كلمة السر المؤقتة",
  "error_otp_length"   : "الرجاء إدخال كلمة السر المؤقتة المكونة من 6 أرقام",
  "error_otp_invalid"  : "كلمة السر المؤقتة غير صحيحة",
  "sending_otp"        : "جاري إرسال كلمة مرور مؤقتة",

  "caption"         : "الشرح",
  "no_msg_found"    : "لا يوجد رسائل",
  "copied"          : "تم نسخ النص",
  "msg_placeholder" : "اكتب رسالة",
  "image_attachment": "الصور المرفقة",

  "permissions" : "أذونات التطبيق",
  "notification_permissions" : "أذونات الإشعارات",
  "location_permissions" : "أذونات الموقع",

  "error_location" :  "قم بتمكين إذن الموقع بالانتقال إلى إعدادات التطبيق للسماح بالوصول إلى الإشعارات من أجل استخدام التطبيق وإعادة تشغيل التطبيق",
  "error_notification" : "قم بتفعيل إذن الإشعار بالانتقال إلى إعدادات التطبيق، والسماح بالوصول إلى الإشعارات من أجل استخدام التطبيق وإعادة تشغيل التطبيق",
  "success_location_granted" : "تم منح إذن الموقع",
  "success_notification_granted" : "تم قبول أذونات الإشعارات",
  "request_location" : "طلب إذن تحديد الموقع",

  "success_block"   : "تم مسحها بنجاح",
  "success_unblock" : "لم يتم مسحها بنجاح",
  "success_username" : "اسم المستخدم متاح",
  "success_reset_pass" : "تم تحديث كلمة المرور بنجاح. سجل الدخول للمتابعة",

  "no_conversation_found": "لا توجد رسائل",
  "no_users_nearby": "لم يتم العثور على مستخدمين قريبين",

  "user_offline" : "المستخدم الحالي غير متصل",
  "offline_text" : "انت غير متصل",
  "offline_hint" : "حاول التحقق من اتصالك بالإنترنت \n أو أعد تشغيل التطبيق",

  "confirmation"  : "تأكيد",
  "logout_cfn_msg": "هل أنت متأكد من تسجيل الخروج؟",
  "yes"  : "نعم",
  "no"   : "إغلاق",

  "welcome" : "مرحباً",
  "choose_profile" : "اختر صورة ملفك الشخصي",
  "applying_changes" : "تطبيق التغييرات",
  "creating_account" : "إنشاء حسابك",

  "no_story_found" : "لا يوجد قصة",
  "add_to_story" : "أضف إلى قصصي",
  "story_added_successfully" : "تم نشر القصة بنجاح",

  "reconnecting" : "إعادة الاتصال",
  "done" : "تم",

  "locationError" : "اسمح للتطبيق بالوصول لموقعك أولاً",
  "locationErrorMsg" : "قم بالسماح للتطبيق للوصول إلى موقعك من خلال \"إعدادات التطبيق\" وتفعيل السماح بالوصول إلى الموقع",
  "reload" : "إعادة تحميل",
  "go_to_settings" : "الذهاب إلى الإعدادات",
  "deactivate" : "تعطيل الحساب",
  "deactivate_msg" : "هل انت متأكد انك تريد حذف حسابك؟",
  "settings" : "إعدادات",
  "location_request_msg" : "أنت على وشك مشاركة موقعك الجغرافي مع مستخدمي \"Radius\" الآخرين، إليك بعض الأشياء التي يجب ملاحظتها قبل مشاركة موقعك:\n\n • حفاظاً على خصوصيتك، لا نقوم بمشاركة موقعك مع مستخدمين آخرين في الوقت المباشر، بل يتم تحديث موقعك كل 10 ثانية.\n • إذا قمت بإغلاق تطبيق Radius، فلن يتمكن المستخدمون من رؤية موقعك.\n • يتم إظهار موقعك للمستخدمين داخل نطاقك الجغرافي فقط.\n • المستخدمون المحظورون لا يمكنهم رؤية موقعك.\n • يمكنك إيقاف مشاركة الموقع بالذهاب إلى \"قائمة الملف الشخصي\" ثم \"الإعدادات\" ثم النقر على زر \"مشاركة الموقع\" \"مشاركة الموقع\"\n مرة أخرى.\n\nشكراً لاستخدامك Radius\n",
  "share" : "يشارك",
  "report_user" : "الإبلاغ عن مستخدم",
  "report_story" : "الإبلاغ عن القصة",
  "vanish_user" : "مسح المستخدم",
  "reason": "سبب",
  "hello" : "مرحبًا",
  "share_location" : "مشاركة الموقع",
  "not_allow_location" : "عدم السماح بالمشاركة",
  "privacy_policy" : "سياسة الأمان والخصوصية",
  "privacy_policy_text":  "سياسة الأمان والخصوصية\n1.   التزامنا\nنحن نتعامل مع سلامة مستخدمينا على محمل الجد. نحن نستكشف باستمرار تحديثات وشراكات وتقنيات جديدة لتعزيز جهود السلامة لدينا وإبلاغها مع تعزيز بيئة متكاملة للقاء أشخاص جدد من خلال Radius. يمكن العثور أدناه على معلومات حول أدوات وممارسات السلامة الخاصة بنا.\n2.   سياسة الأمان في Radius\nنحن نستخدم نظامًا وعمليات ونستثمر موارد كبيرة لمنع ومراقبة وإزالة السلوك غير اللائق (انتحال الهوية والمضايقات وغير ذلك) من تطبيقنا.\n تتضمن هذه الأدوات عمليات مسح تلقائية لملفات التعريف، المراجعات اليدوية للملفات الشخصية المشبوهة والنشاط والتقارير التي ينشئها المستخدمون؛ بالإضافة إلى حظر عناوين البريد الإلكتروني وأرقام الهواتف وعناوين IP والمعرفات الأخرى المرتبطة بالأفعال السيئة. لدينا سياسة عدم التسامح مطلقًا مع المضايقات ونشجع مستخدمينا على الإبلاغ عن أي حالة لسوء السلوك و / أو أي شخص ينتهك شروط الاستخدام الخاصة بنا، عبر أداة الإبلاغ الذاتي الموجودة في جميع ملفات تعريف Radius أو عن طريق الاتصال بفريقنا عبر الإنترنت.\nفي حالة تلقينا مثل هذه الإبلاغات، يتخذ فريقنا الإجراءات المناسبة، والتي قد تشمل إزالة المحتوى أو حظر المستخدم.\n نحن نعمل باستمرار على تقييم عملياتنا وتحسينها، وسنعمل دائمًا مع جهات إنفاذ القانون، حيثما أمكن ذلك، لحماية مستخدمينا.\n3.   خصوصية البيانات وأمن النظام الأساسي\nتعتبر خصوصية مستخدمينا أولوية قصوى في Radius، ونحن نعمل بجد لضمان قوانين الخصوصية المعمول بها.\nنحن نعلم أن الوقت الذي تقضيه على التطبيق هو مسألة خاصة ولدينا سياسات وأنظمة تقنية صارمة مطبقة، بما في ذلك تشفير صور المستخدم ورسائله والأدوات التي تقيد وصول الموظف إلى اتصالات المستخدم وبيانات المستخدم الأخرى. عندما يتعلق الأمر ببيانات مستخدمي Radius، فإن مهمتنا الوحيدة هي الحفاظ على أمان مستخدمينا وخصوصية بياناتهم.\n4.   سياسات ومعلومات إضافية \nهدفنا الأساسي هو تقديم مجتمع المستخدمين لدينا إلى أشخاص جدد. وعلى الرغم من أن هذا ممتع للغاية، فمن المهم أن نتذكر أن هناك إرشادات مجتمعية يجب على مستخدمينا الالتزام بها للمساعدة في جعل Radius أفضل تطبيق للدردشة مع الأشخاص القريبين.\nنحن نشجع مستخدمينا على الإبلاغ عن أي حالة من السلوك السيئ داخل نظامنا الأساسي. يعد الإبلاغ عن مستخدم بسبب سلوك غير لائق أمرًا مباشرًا وسهل التنفيذ. في أي ملف تعريف معين، يمكن للمستخدمين النقر على أيقونة \"النقاط الثلاث\" واختيار \"إبلاغ\". يمكن للمستخدمين أيضًا الإبلاغ عن مستخدم آخر عن طريق إرسال طلب مساعدة عبر الإنترنت.\n فيما يلي مزيد من التفاصيل حول بعض السياسات التي طبقناها للحفاظ على Radius أكثر أمانًا:\n-          للأمان، لا تتم مشاركة موقعك مع مستخدمين آخرين في الوقت الفعلي، ويتم تحديث موقعك كل 10 ثانية.\n-          إذا أغلقت تطبيق \"Radius\"، فلن يتمكن المستخدمون من رؤية موقعك بعد الآن.\n-          يتم الكشف عن موقعك فقط للمستخدمين داخل نطاقك الجغرافي.\n-          المستخدمون المحظورون لا يمكنهم رؤية موقعك.\n-          يمكنك إيقاف مشاركة الموقع بالنقر فوق الزر \"مشاركة الموقع\" مرة أخرى.\n5.   جمع المعلومات واستخدامها\nنقوم بجمع عدة أنواع مختلفة من المعلومات لأغراض مختلفة لتوفير وتحسين خدماتنا لك.\n6.   أنواع البيانات المجمعة\nالبيانات الشخصية\nأثناء استخدام Radius، قد نطلب منك تزويدنا بمعلومات تعريف شخصية معينة يمكن استخدامها للاتصال بك أو التعرف عليك (\"البيانات الشخصية\"). قد تتضمن معلومات التعريف الشخصية، على سبيل المثال لا الحصر:\n-          عنوان البريد الإلكتروني\n-          الاسم الأول\n-          رقم الجوال\n-          ملفات تعريف الارتباط وبيانات الاستخدام\nقد نستخدم بياناتك الشخصية للاتصال بك من خلال النشرات الإخبارية والمواد التسويقية أو الترويجية وغيرها من المعلومات التي قد تهمك.\nبيانات الاستخدام\nقد نقوم أيضًا بجمع المعلومات التي يرسلها متصفحك عندما تزور خدمتنا أو عندما تصل إلى الخدمة عن طريق أو من خلال جهاز محمول (\"بيانات الاستخدام\").\nقد تتضمن بيانات الاستخدام هذه معلومات مثل نوع الجهاز المحمول الذي تستخدمه ، والمعرف الخاص لجهازك الجوال، وعنوان IP لجهازك الجوال، ونظام تشغيل هاتفك، ونوع متصفح الإنترنت على الجوال الذي تستخدمه، ومعرفات الجهاز الفريدة وغيرها من البيانات.\nبيانات الموقع\nقد نستخدم معلومات عن موقعك ونخزنها إذا سمحت لنا بذلك (\"بيانات الموقع\"). نستخدم هذه البيانات لتوفير ميزات خدمتنا، لتحسين وتخصيص خدمتنا.\nيمكنك تفعيل أو تعطيل خدمات الموقع عند استخدام خدمتنا في أي وقت عن طريق إعدادات جوالك.\n7.    أمن البيانات\nيعد أمان بياناتك أمرًا مهمًا بالنسبة لنا، ولكن تذكر أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100٪. بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك الشخصية، لا يمكننا ضمان أمنها بشكل مطلق.\n8.    خصوصية الأطفال\n خدماتنا غير مخصصة للاستخدام من قبل الأطفال الذين تقل أعمارهم عن 13 عامًا (الأطفال).\nنحن لا نجمع معلومات تعريف شخصية من الأطفال دون سن 13 عامًا. إذا علمت أن أحد الأطفال قد زودنا ببيانات شخصية، فيرجى الاتصال بنا. إذا علمنا أننا جمعنا بيانات شخصية من الأطفال دون التحقق من موافقة الوالدين، فإننا نتخذ خطوات لإزالة هذه المعلومات من خوادمنا.\n9.    التغييرات على سياسة الخصوصية \nقد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. يُنصح بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات. تسري التغييرات التي تطرأ على سياسة الخصوصية هذه عند نشرها على هذه الصفحة.\n10. اتصل بنا\nإذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا عبر البريد الإلكتروني:Radius.app11@gmail.com\n \n\n",
  "change_password" : "تغيير كلمة المرور",
  "account_visibility" : "ظهور الحساب",
  "show_visibility" : "إظهار الموقع",
  "manage_account" : "إدارة الحساب",
  "delete_account" : "حذف الحساب",
  "uploaded_success" : "تم التحديث بنجاح",

  "loc_nav_title" : "استخدم قائمة التنقل الخاص بك للاتصال بنطاقك والتحقق من حالتك.",
  "loc_nav_list_heading" : "سوف يتم إخفاء موقعك تلقائياً في حال:",
  "loc_nav_list_item_1" : "ترك التطبيق يعمل في الخلفية أكثر من دقيقتين",
  "loc_nav_list_item_2" : "إغلاق التطبيق",
  "loc_nav_list_item_3" : "انقطاع اتصال الإنترنت لأكثر من دقيقتين",
  "loc_nav_footer" : "سيتم حذف جميع الرسائل على الفور عند إخفاء الموقع.",
  "loc_nav_confirmation_msg" : "اختيار التأكيد يعني أنك تعرف كيفية إدارة خصوصيتك على Radius",
  "loc_nav_confirmation_check" : "لا تظهر لي رسالة الخصوصية مرة أخرى",
  "confirm" : "تأكيد"
}