{
  "lang" : "en",
  "menu" : "Menu",
  "map" : "Map",
  "list": "List",
  "lang_en" : "EN",
  "lang_ar" : "AR",
  "vanished_list" : "Vanished List",
  "vanish" : "Vanish",
  "report" : "Report",
  "delete" : "Delete",
  "chat_removed" : "Conversation removed by end user",
  "success_delete" : "Conversation deleted successfully",
  "success_report" : "User reported",
  "un_vanish" : "Unvanish",
  "logout" : "Logout",
  "km" : "km",
  "empty" : "Empty",
  "photo" : "Photo",

  "slider_text_1" : "Expand your circle with Radius",
  "slider_text_2" : "Talk to people nearby",

  "update" : "Update",
  "continue" : "Continue",
  "finish" : "Finish",
  "send" : "Send",
  "cancel" : "Cancel",
  "sign_in" : "Sign In",
  "sign_up" : "Sign Up",
  "sign_in_heading" : "Login to Continue!",

  "forgot_password" : "Forgot Password?",
  "forgot_password_hint" : "Please enter your email below & we will send you the OTP code",

  "reset_password" : "Reset Password",
  "set_password" : "Set New Password",

  "otp_verification" : "OTP Verification",
  "otp_verification_hint" : "We've just sent you a 6 digit code to your email ",

  "fullname" : "Full Name",
  "fullname_hint" : "Enter your name here",
  "bio" : "Bio",
  "status" : "Status",
  "status_one" : "on my way to",
  "status_two" : "i am currently in",
  "status_one_abbr" : "OMW",
  "status_two_abbr" : "At",
  "bio_hint" : "Write about yourself!",
  "username" : "Username",
  "username_hint" : "Enter username",
  "username_type" : "The username can contain: \n• One capital letter in beginning \n• Lowercase letters \n• Numbers \n• No white spaces \n• No special characters except for (. _) ",
  "verifying_username" : "Verifying username",
  "fistName" : "First Name",
  "lastName" : "Last Name",
  "dob" : "Birth Date",
  "dob_hint" : "Enter your birth date",
  "email" : "Email",
  "email_hint" : "Enter email",
  "email_example" : "your-email@gmail.com",
  "phone_number" : "Phone Number",
  "phone_number_hint" : "Enter phone number",
  "setup_password" : "Add Your Password",
  "password" : "Password",
  "password_hint" : "Enter password",
  "new_password" : "New Password",
  "new_password_hint" : "Enter new password",
  "cfn_password" : "Confirm Password",
  "cfn_password_hint" : "Confirm new password",
  "otp" : "OTP",
  "otp_hint" : "Enter OTP",
  "have_account" : "Already have an account?",
  "no_account" : "Don't have an account?",
  "no_code" : "Didn't receive the code?",
  "resend_code" : "Resend Code",

  "full_name" : "Full Name",
  "choose_avatar" : "Choose Avatar",
  "from_gallery" : "Choose From Gallery",
  "take_photo" : "Take Photo",
  "view_story": "View My Story",

  "messenger" : "Messenger",
  "all_messages" : "All Messages",

  "toc" : "Terms & Conditions",
  "copy_right" : "© all rights reserved to Radius",
  "toc_text": "Welcome to Radius!\nThese terms and conditions outline the rules and regulations for the use of Radius.\nBy using this app, we assume you accept these terms and conditions. Do not continue to use Radius if you do not agree to take all of the terms and conditions stated on this page.\nThe following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice, and all Agreements: \n\"User\", \"You\" and \"Your\" refers to you, the person who logs on to this App and is compliant with the Company’s terms and conditions. \n\"The App\", \"Ourselves\", \"We\", \"Our\", “Company”, and \"Us\", refer to our Company: Radius. \n\"Party\", \"Parties\", or \"Us\", refers to both the User and Radius. \nAll terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the User in the most appropriate manner for the express purpose of meeting the User’s needs in respect of the provision of the Company’s stated services, in accordance with and subject to, prevailing law of Saudi Arabia. \nAny use of the above terminology or other words in the singular, plural, capitalization, and/or he/she or they, are taken as interchangeable and therefore as referring to the same.\n1. RADIUS RULES\nBefore you can use the App, you will need to register for an account (“Account”). In order to create an Account you must:\nbe at least 13 years old or the age of majority to legally enter into a contract under the laws of your home country; and\nbe legally permitted to use the App by the laws of your home country.\nYou’ll have great fun on Radius, but if you feel the need to leave, you can delete your Account at any time by going to the ‘Settings’ page when you are logged in and clicking on the ‘Delete account’ link. Your Account will be deleted immediately, and Your Content (defined below) will be completely removed from the App. Your profile information will be treated in accordance with our Privacy Policy. If you delete your Account and try to create a new account within this time period using the same credentials, you will lose all the data saved before.\nYou may not access, tamper with, or use non-public areas of the App or our systems. Certain portions of the App may not be accessible if you have not registered for an Account.\n2. TYPES OF CONTENT\nThere are 2 types of content that you will be able to access on the App:\nContent that you upload and provide (“Your Content”); and\nContent that members provide (“Member Content”); \nThere is certain content we can’t allow on Radius:\nWe want our users to be able to express themselves as much as possible and post all sorts of things on Radius, but we have to impose restrictions on certain content which:\ncontains language or imagery which could be deemed offensive or is likely to harass, upset, embarrass, alarm, or annoy any other person (including for example and without limitation, language that could be deemed discriminatory towards an individual’s race, color, ethnicity, national origin, religion, disability, or physical appearance);\nis abusive, insulting or threatening, discriminatory or which promotes or encourages racism, sexism, hatred or bigotry (including for example and without limitation, language that could be deemed discriminatory towards an individual’s race, colour, ethnicity, national origin, religion, disability, or physical appearance);\nencourages any illegal activity including, without limitation, terrorism, inciting racial hatred or the submission of which in itself constitutes committing a criminal offense;\nis defamatory or libelous;\ninvolves the transmission of “junk” mail or “spam”;\ncontains any spyware, adware, viruses, corrupt files, worm programs or other malicious code designed to interrupt, damage or limit the functionality of or disrupt any software, hardware, telecommunications, networks, servers or other equipment, Trojan horse or any other material designed to damage, interfere with, wrongly intercept or expropriate any data or personal information whether from Radius or otherwise;\nis harmful to minors; or\nimpersonates any other person, including falsely stating your name.\nWe don’t control any of the things our users say or do, so you are solely responsible for your interactions with other users of the App.\n3. PRIVACY\nFor information about how Radius collects, uses, and shares your personal data, please check out our Privacy Policy. By using Radius, you acknowledge that we may use such data in accordance with our Privacy Policy.\n4. LICENSE\nUnless otherwise stated, Radius and/or its licensors own the intellectual property rights for all material on Radius. All intellectual property rights are reserved. You may access this from Radius for your own personal use subject to restrictions set in these terms and conditions.\nYou must not:\nRepublish material from Radius\nSell, rent, or sub-license material from Radius\nReproduce, duplicate, or copy material from Radius\nRedistribute content from Radius\nThis Agreement shall begin on the date hereof.\nParts of this app allow users to post and exchange opinions and information in certain areas of the App. Radius does not filter, edit, publish, or review Comments prior to their presence on the App. Comments do not reflect the views and opinions of Radius, its agents, and/or affiliates. Comments reflect the views and opinions of the person who posts their views and opinions. To the extent permitted by applicable laws, Radius shall not be liable for the Comments or for any liability, damages, or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this application.\nRadius reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive, or causes a breach of these Terms and Conditions.\nYou warrant and represent that:\nYou are entitled to post the Comments on our App and have all necessary licenses and consents to do so;\nThe Comments do not invade any intellectual property right, including without limitation copyright, patent, or trademark of any third party;\nThe Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy\nThe Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.\nYou hereby grant Radius a non-exclusive license to use, reproduce, edit, and authorize others to use, reproduce and edit any of your Comments in all forms, formats, or media.\n5. HYPERLINKING TO OUR APP\nThe following organizations may link to our App without prior written approval:\nGovernment agencies;\nSearch engines;\nNews organizations;\nOnline directory distributors may link to our App in the same manner as they hyperlink to the Websites of other listed businesses; and\nSystem-wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.\nThese organizations may link to our home page, to publications, or other App information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site.\nWe may consider and approve other link requests from the following types of organizations:\ncommonly-known consumer and/or business information sources;\ndot.com community sites;\nassociations or other groups representing charities;\nonline directory distributors;\ninternet portals;\naccounting, law, and consulting firms; and\neducational institutions and trade associations.\nWe will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of Radius; and (d) the link is in the context of general resource information.\nThese organizations may link to our App so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site.\nIf you are one of the organizations listed in paragraph 2 above and are interested in linking to our App, you must inform us by sending an e-mail to Radius. Please include your name, your organization name, and contact information as well as the URL of your site, a list of any URLs from which you intend to link to our App, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response.\nApproved organizations may hyperlink to our App as follows:\nBy use of our corporate name; or\nBy use of the uniform resource locator being linked to; or\nBy use of any other description of our App being linked to that makes sense within the context and format of content on the linking party’s site.\nNo use of Radius's logo or other artwork will be allowed for linking absent a trademark license agreement.\n6. CONTENT LIABILITY\nWe shall not be held responsible for any content that appears on the application. You agree to protect and defend us against all claims that are rising on our App. No link(s) should appear on any application that may be interpreted as libelous, obscene, or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third-party rights.\n7. RESERVATION OF RIGHTS\nWe reserve the right to request that you remove all links or any particular link to our App. You approve of immediately removing all links to our App upon request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuously linking to our App, you agree to be bound to and follow these linking terms and conditions.\n8. PAYMENT TERMS\nGenerally, Radius may offer products and services for purchase on the App (“In-App Purchase”). If you choose to make an In-App Purchase, you acknowledge and agree that additional terms, disclosed to you at the point of purchase, may apply, and that such additional terms are incorporated herein by reference.\nYou may make an In-App Purchase through the following payment methods (“Payment Method”): \n(a) making a purchase through a third-party platform such as the Apple App Store and Google Play Store (“Third Party Store”), or \n(b) paying with your credit card, debit card, or PayPal account, which will be processed by a third-party processor. Once you have made an In-App Purchase, you authorize us to charge your chosen Payment Method. \nIf payment is not received by us from your chosen Payment Method, you agree to promptly pay all amounts due upon demand by us.\nCanceling Subscriptions. If you purchased a subscription directly from Radius, you may cancel or change your Payment Method via the payment settings option under your profile. If you purchased a subscription through a Third Party Store, such as the Apple App Store or the Google Play Store, you will need to access your account with that Third Party Store and follow instructions to change or cancel your subscription.\nWe know our Terms are awesome, but we may have to change them now and again\nAs Radius grows, we might have to make changes to these Terms so we reserve the right to modify, amend or change the Terms at any time. If we do this then the changes will be posted on this page. In certain circumstances, we may send an email to you notifying you of a change. It’s also possible that we might ask you to agree to our changes, but we’ll let you know. You should regularly check this page for notice of any changes – we want our users to be as informed as possible.\nYour continued use of Radius following any change constitutes your acceptance of the change and you will be legally bound by the new updated Terms. If you do not accept any changes to the Terms, you should stop using Radius immediately.\n9. GOVERNING LAW AND FORUM\nYour access to the App, Our Content, and any Member Content, any claims arising from or related to your relationship with Radius, and these Terms are governed and interpreted by the laws of the Kingdom of Saudi Arabia. All claims arising out of or relating to these Terms and/or your relationship with Radius Company that for whatever reason are not submitted to arbitration, and all claims or cases challenging the enforceability or applicability of the arbitration provisions herein, will be litigated exclusively in the federal or state courts of Saudi Arabia. You agree that such courts shall have personal jurisdiction and venue and waive any objection based on inconvenient forum. You agree that you will not file or participate in a class action against us.\n",

  "error_firstName_required" : "First Name is required",
  "error_lastName_required"  : "Last Name is required",
  "error_email_required" : "Email is required",
  "error_email_invalid"  : "Enter a valid email",
  "error_email_taken"    : "This email is already taken",
  "error_email_not_exist": "Email does not exist in our record",
  "error_phone_required" : "Phone number is required",
  "error_dob_required"   : "Please enter your date of birth",
  "error_pass_required"  : "Password is required",
  "error_cfn_required"   : "Please confirm the new password",
  "error_pass_mismatch"  : "Password does not match",
  "error_pass_strength"  : "Your password must contain: \n• Uppercase letters \n• Lowercase letters \n• Digits",
  "error_pass_length"    : "Password must be more than 8 characters",
  "error_username_invalid"  : "Username is invalid",
  "error_username_required" : "Username is required",
  "error_username_taken"    : "This username is already taken",
  "error_credentials"    : "Incorrect email/password",
  "error_incorrect_password" : "Incorrect Password",

  "error_otp_required" : "Please enter OTP",
  "error_otp_length"   : "Please enter 6 digits OTP",
  "error_otp_invalid"  : "Invalid OTP entered",
  "sending_otp"        : "Sending OTP",

  "caption"         : "Caption",
  "no_msg_found"    : "No messages found",
  "copied"          : "Copied to clipboard",
  "msg_placeholder" : "Type a message",
  "image_attachment": "Image attachment",

  "permissions" : "App permissions ",
  "notification_permissions" : "Notification Permission",
  "location_permissions" : "Location Permission",

  "error_location" :  "Enable location permission by going into App Settings to allow location access in order to use the application and restart the application",
  "error_notification" : "Enable notification permission by going into App Settings to allow notification access in order to use the application and restart the application",
  "success_location_granted" : "Location permission granted",
  "success_notification_granted" : "Notification permission granted",
  "request_location" : "Request location permission",

  "success_block"    : "Vanished Successfully",
  "success_unblock"  : "Un-vanished Successfully",
  "success_username" : "Username available",
  "success_reset_pass" : "Password updated successfully. Login to continue",

  "no_conversation_found": "No Messages Found",
  "no_users_nearby": "No Nearby Users Found",

  "user_offline" : "Current user is offline",
  "offline_text" : "You are offline",
  "offline_hint" : "Try checking your internet connection\n or restart application",

  "confirmation"  : "Confirmation",
  "logout_cfn_msg": "Are you sure you want to logout?",
  "yes"  : "Yes",
  "no"   : "No",

  "welcome" : "Welcome",
  "choose_profile" : "Choose your profile picture",
  "applying_changes" : "Applying Changes",
  "creating_account" : "Creating Your Account",

  "no_story_found" : "No Story Found",
  "add_to_story" : "Add to My Story",
  "story_added_successfully" : "Story posted successfully",

  "reconnecting" : "Reconnecting",
  "done" : "Done",
  "locationError" : "Allow radius to get your location first",
  "locationErrorMsg" : "Enable location permission by going into App Settings to allow location access in order to use the application",
  "reload" : "Reload",
  "go_to_settings" : "Go to settings",
  "deactivate" : "Deactivate Account",
  "deactivate_msg" : "Are you sure you want to delete your account?",
  "settings" : "Settings",
  "location_request_msg" : "You're about to share your location with other \"Radius\" users, here are a couple of things to note before sharing your location:\n\n• For security your location is not shared with other users in real-time, your location is updated every 10 seconds.\n• If you close \"Radius\" application users will no longer be able to see your location\n• Your location is revealed to users within your radius\n• Blocked users can't see your location\n• You can stop location sharing by going to the \"profile menu\" then \"settings\" then click on  “share location” button\n\nThank you for using \"Radius\"",
  "share" : "Share",
  "report_user" : "Report User",
  "report_story" : "Report Story",
  "vanish_user" : "Vanish User",
  "reason": "Reason",
  "hello" : "Hello",
  "share_location" : "Share Location",
  "not_allow_location" : "Don't Allow",
  "privacy_policy" : "Safety And Privacy Policy",
  "privacy_policy_text":  "Safety And Privacy Policy\nOur Commitment\nWe take the safety, security, and well-being of our users very seriously.\nWe are continuously exploring new updates, partnerships, and technologies to enhance and inform our safety efforts while fostering a respectful environment for meeting new people through Radius.\nInformation about our safety tools and practices can be found below.\nOur Safety Policy\nWe utilize a system and processes - and invest significant resources - to prevent, monitor and remove inappropriate behavior (impersonation, harassment, and more) from our app.\n\nThese tools include automatic scans of profiles for red-flag language and images; manual reviews of suspicious profiles, activity, and user-generated reports; as well as blocking of email addresses, phone numbers, IP addresses, and other identifiers associated with bad acts.\n\nWe have a zero-tolerance policy on harassment and encourage our users to report any instance of misconduct and/or anyone who violates our terms of use, via the self-reporting tool featured on all Radius profiles or by contacting our team online. \n\nIn the event that we receive such a report, our dedicated community team takes appropriate measures, which may include removing the content or banning the user.\n\nWe are constantly evaluating and refining our processes, and will always work with law enforcement, where possible, to protect our users.\nData Privacy and Platform Security\nOur users’ privacy is a top priority at Radius, and we work diligently to ensure that we go above and beyond applicable privacy laws and industry standards. \nWe know that your time on the app is a private matter and have strict policies and technical systems in place, including encryption for user photos and messages and tools that restrict employee access to user communications and other user data. When it comes to Radius users’ data, our sole mandate is to keep our users safe and their data private.\nAdditional Policies and Information\n\nOur fundamental goal is to introduce our community of users to new people. And while this is a lot of fun, it’s important to remember that there are community guidelines that our users must abide by to help make Radius the best app for chatting with nearby people.\n\nWe encourage our users to report any instance of bad behavior on or off our platform. Reporting a user for inappropriate conduct is straightforward and easy to do. On any given profile, users can tap the ‘3 dots’ icon and select ‘Report’. Users can also report another user by submitting a help request online.\n\nBelow are more details about some of the policies that we have implemented to keep Radius safer:\nFor security your location is not shared with other users in real-time, your location is updated every 10 seconds.\nIf you close \"Radius\" application users will no longer be able to see your location.\nYour location is only revealed to users within your radius\nBlocked users can't see your location.\nYou can stop location sharing by clicking on the \"Share Location\" button again.\n\nInformation Collection and Use\n\nWe collect several different types of information for various purposes to provide and improve our Service to you.\nTypes of Data Collected \nPersonal Data\nWhile using Radius, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”). Personally identifiable information may include, but is not limited to:\nEmail address\nFirst name\nPhone number\nCookies and Usage Data\nWe may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. \nUsage Data\nWe may also collect information that your browser sends whenever you visit our Service or when you access Service by or through a mobile device (“Usage Data”).\nThis Usage Data may include information such as the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.\nLocation Data\nWe may use and store information about your location if you give us permission to do so (“Location Data”). We use this data to provide features of our Service, to improve and customize our Service.\nYou can enable or disable location services when you use our Service at any time by way of your device settings.\nSecurity of Data\nThe security of your data is important to us, but remember that no method of transmission over the Internet or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.\nChildren’s Privacy \n\nOur Services are not intended for use by children under the age of 13 (children).\n\nWe do not knowingly collect personally identifiable information from children under 13. If you become aware that a child has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.\nChanges to This Privacy Policy \nWe may update our Privacy Policy from time to time. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.\nContact Us\nIf you have any questions about this Privacy Policy, please contact us by email: Radius.app11@gmail.com\n\n",
  "change_password" : "Change Password",
  "account_visibility" : "Account Visibility",
  "show_visibility" : "Show Location",
  "manage_account" : "Manage Account",
  "delete_account" : "Delete Account",
  "uploaded_success" : "Uploaded Successfully",

  "loc_nav_title" : "Use your navigation bar to connect to your radius and check your status",
  "loc_nav_list_heading" : "Your location will be automatically hidden",
  "loc_nav_list_item_1" : "Leaving the app in the background for more than 2 minutes",
  "loc_nav_list_item_2" : "Closing the app",
  "loc_nav_list_item_3" : "Losing connection for more than 2 minutes",
  "loc_nav_footer" : "Chats will be automatically deleted while your location is hidden",
  "loc_nav_confirmation_msg" : "Confirming indicates that you understand how to manage your privacy on Radius",
  "loc_nav_confirmation_check" : "Don’t show me privacy popup again",
  "confirm" : "Confirm"
}